Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh9-v3.tmx
Source language: bo
Languages: en

source: འཇིག་པ་མ་ཡིན་ཏེ། དེ་ཅིའི་ཕྱིར་ཞེ་ན། དེའི་རང་བཞིན་ནི་དེ་ཡིན་ནོ།
en: If you ask why, it is because that is their inherent nature. “

source: །ཚེ་དང་ལྡན་པ་ཤ་ར་དྭ་ཏིའི་བུ་མ་རིག་པ་རྟག་པ་མ་ཡིན། འཇིག་པ་མ་ཡིན་ཏེ།
en: Venerable Śāradvatīputra, ignorance is not eternal and it is not perishable.

source: །འདུ་བྱེད་དང་རྣམ་པར་ཤེས་པ་དང་། མིང་དང་གཟུགས་དང་སྐྱེ་མཆེད་དྲུག་དང་རེག་པ་དང་ཚོར་བ་དང་སྲེད་པ་དང་ལེན་པ་དང་སྲིད་པ་དང་སྐྱེ་བ་དང་རྒ་ཤི་རྟག་པ་མ་ཡིན། འཇིག་པ་མ་ཡིན་ཏེ།
en: Formative predispositions, consciousness, name and form, the six sense fields, sensory contact, sensation, craving, grasping, the rebirth process, actual birth, and aging and death are not eternal and they are not perishable.

source: །ཚེ་དང་ལྡན་པ་ཤ་ར་དྭ་ཏིའི་བུ་སྦྱིན་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་རྟག་པ་མ་ཡིན། འཇིག་པ་མ་ཡིན་ཏེ།
en: Venerable Śāradvatīputra, the perfection of generosity is not eternal and it is not perishable.

source: །ཚུལ་ཁྲིམས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བཟོད་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བརྩོན་འགྲུས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བསམ་གཏན་གྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་རྟག་པ་མ་ཡིན།
en: The perfection of ethical discipline, the perfection of tolerance, the perfection of perseverance, the perfection of meditative concentration, and the perfection of wisdom are not eternal and they are not perishable.

source: །ཚེ་དང་ལྡན་པ་ཤ་ར་དྭ་ཏིའི་བུ་ནང་སྟོང་པ་ཉིད་རྟག་པ་མ་ཡིན། འཇིག་པ་མ་ཡིན་ཏེ།
en: Venerable Śāradvatīputra, the emptiness of internal phenomena is not eternal and it is not perishable.

source: །ཕྱི་སྟོང་པ་ཉིད་རྟག་པ་མ་ཡིན། འཇིག་པ་མ་ཡིན་ཏེ།
en: The emptiness of external phenomena is not eternal and it is not perishable.

source: །ཕྱི་ནང་སྟོང་པ་ཉིད་རྟག་པ་མ་ཡིན། འཇིག་པ་མ་ཡིན་ཏེ།
en: The emptiness of external and internal phenomena is not eternal and it is not perishable.

source: །དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་ཀྱི་བར་དུ་རྟག་པ་མ་ཡིན། འཇིག་པ་མ་ཡིན་ཏེ།
en: The other aspects of emptiness], up to and including the emptiness of the essential nature of nonentities, are not eternal and they are not perishable.

source: །ཚེ་དང་ལྡན་པ་ཤ་ར་དྭ་ཏིའི་བུ་བྱང་ཆུབ་ཀྱི་ཕྱོགས་ཀྱི་ཆོས་སུམ་ཅུ་རྩ་བདུན་རྟག་པ་མ་ཡིན་འཇིག་པ་མ་ཡིན་ཏེ།
en: Venerable Śāradvatīputra, the thirty-seven factors conducive to enlightenment are not eternal and they are not perishable.

source: །སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭོ་བརྒྱད་ཀྱི་བར་དུ་རྟག་པ་མ་ཡིན། འཇིག་པ་མ་ཡིན་ཏེ།
en: The fruitional attributes], up to and including the eighteen distinct qualities of the buddhas, are not eternal and they are not perishable.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། དེའི་རང་བཞིན་ནི་དེ་ཡིན་ནོ། །ཚེ་དང་ལྡན་པ་ཤ་ར་དྭ་ཏིའི་བུ་དགེ་བའི་ཆོས་དང་།
en: If you ask why, it is because that is their inherent nature. “

source: མི་དགེ་བའི་ཆོས་དང་། འདུས་བྱས་ཀྱི་ཆོས་དང་། འདུས་མ་བྱས་ཀྱི་ཆོས་དང་། ཟག་པ་དང་བཅས་པའི་ཆོས་དང་། ཟག་པ་མེད་པའི་ཆོས་རྟག་པ་མ་ཡིན།
en: Venerable Śāradvatīputra, virtuous phenomena, nonvirtuous phenomena, conditioned phenomena, unconditioned phenomena, contaminated phenomena, and uncontaminated phenomena are not eternal and they are not perishable.

source: །ཚེ་དང་ལྡན་པ་ཤ་ར་དྭ་ཏིའི་བུ་རྣམ་གྲངས་དེས་ན་ཆོས་ཐམས་ཅད་ནི་དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་དོ།། །།ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་སྟོང་ཕྲག་ཉི་ཤུ་ལྔ་པ། བམ་པོ་ཉི་ཤུ་བཞི་པ། ཚེ་དང་ལྡན་པ་ཤ་ར་དྭ་ཏིའི་བུ་གང་ཡང་འདི་སྐད་དུ།
en: That, Venerable Śāradvatīputra, is the formulation explaining how all phenomena have the essential nature of nonentity. “

source: ཅིའི་ཕྱིར་གཟུགས་མངོན་པར་མ་གྲུབ། ཅིའི་ཕྱིར་ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་མངོན་པར་མ་གྲུབ་ཅེས་སྨྲས་ཤེས་ཟེར་བ་ནི།
en: Venerable Śāradvatīputra, you also asked why physical forms have not come into being, and why feelings, perceptions, formative predispositions, and consciousness do not come into being.

source: ཚེ་དང་ལྡན་པ་ཤ་ར་དྭ་ཏིའི་བུ་དེ་ནི་དེ་བཞིན་ཏེ།
en: Venerable Śāradvatīputra, it is so!

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། ཚེ་དང་ལྡན་པ་ཤ་ར་དྭ་ཏིའི་བུ་འདི་ལྟར་གཟུགས་ནི་མངོན་པར་འདུ་མ་བྱས་པའོ།
en: If you ask why, Venerable Śāradvatīputra, it is because physical forms have not been conditioned.

source: །ཚོར་བ་དང་འདུ་ཤེས་དང་འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་ནི་མངོན་པར་འདུ་མ་བྱས་པ་སྟེ།
en: Feelings, perceptions, formative predispositions, and consciousness have not been conditioned.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། འདི་ལྟར་དེ་དག་ལ་མངོན་པར་འདུ་བྱེད་པ་མེད་དོ།
en: If you ask why, it is because there is nothing that conditions them. “

source: །ཚེ་དང་ལྡན་པ་ཤ་ར་དྭ་ཏིའི་བུ་མིག་ནི་མངོན་པར་འདུ་མ་བྱས་པ་སྟེ།
en: Venerable Śāradvatīputra, the eyes have not been conditioned.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན།
en: If you ask why, it is because there is nothing that conditions them.

source: འདི་ལྟར་དེ་ལ་མངོན་པར་འདུ་བྱེད་པ་མེད་དོ། །རྣ་བ་དང་སྣ་དང་ལྕེ་དང་ལུས་དང་ཡིད་ནི་མངོན་པར་འདུ་མ་བྱས་པ་སྟེ།
en: The ears, the nose, the tongue, the body, and the mental faculty have not been conditioned.

source: །གཟུགས་ནི་མངོན་པར་འདུ་མ་བྱས་པ་སྟེ།
en: Sights have not been conditioned.

source: འདི་ལྟར་དེ་ལ་མངོན་པར་འདུ་བྱེད་པ་མེད་དོ། །སྒྲ་དང་དྲི་དང་རོ་དང་རེག་དང་ཆོས་ནི་མངོན་པར་འདུ་མ་བྱས་པ་སྟེ།
en: Sounds, odors, tastes, tangibles, and mental phenomena have not been conditioned.

source: །ཚེ་དང་ལྡན་པ་ཤ་ར་དྭ་ཏིའི་བུ་མིག་གི་རྣམ་པར་ཤེས་པ་ནི་མངོན་པར་འདུ་མ་བྱས་པ་སྟེ།
en: Venerable Śāradvatīputra, visual consciousness has not been conditioned.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། འདི་ལྟར་དེ་ལ་མངོན་པར་འདུ་བྱེད་པ་མེད་དོ།
en: If you ask why, it is because there is nothing that conditions it.

source: །རྣ་བའི་རྣམ་པར་ཤེས་པ་དང་། སྣའི་རྣམ་པར་ཤེས་པ་དང་། ལྕེའི་རྣམ་པར་ཤེས་པ་དང་། ལུས་ཀྱི་རྣམ་པར་ཤེས་པ་དང་། ཡིད་ཀྱི་རྣམ་པར་ཤེས་པ་ནི་མངོན་པར་འདུ་མ་བྱས་པ་སྟེ།
en: Auditory consciousness, olfactory consciousness, gustatory consciousness, tactile consciousness, and mental consciousness have not been conditioned.

source: །མིག་གི་འདུས་ཏེ་རེག་པ་ནི་མངོན་པར་འདུ་མ་བྱས་པ་སྟེ།
en: Venerable Śāradvatīputra, visually compounded sensory contact has not been conditioned.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། དེ་ནི་འདི་ལྟར་དེ་ལ་མངོན་པར་འདུ་བྱེད་པ་མེད་དོ།
en: If you ask why, it is because there is nothing that conditions it.

source: །རྣ་བའི་འདུས་ཏེ་རེག་པ་དང་། སྣའི་འདུས་ཏེ་རེག་པ་དང་། ལྕེའི་འདུས་ཏེ་རེག་པ་དང་། ལུས་ཀྱི་འདུས་ཏེ་རེག་པ་དང་། ཡིད་ཀྱི་འདུས་ཏེ་རེག་པ་ནི་མངོན་པར་འདུ་མ་བྱས་པ་སྟེ།
en: Aurally compounded sensory contact, nasally compounded sensory contact, lingually compounded sensory contact, corporeally compounded sensory contact, and mentally compounded sensory contact have not been conditioned.

source: འདི་ལྟར་དེ་དག་ལ་མངོན་པར་འདུ་བྱེད་པ་མེད་དོ། །ཚེ་དང་ལྡན་པ་ཤ་ར་དྭ་ཏིའི་བུ་མིག་གི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་ནི་མངོན་པར་འདུ་མ་བྱས་པ་སྟེ།
en: Venerable Śāradvatīputra, feelings due to sensory contact that is visually compounded have not been conditioned.

source: །རྣ་བའི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་དང་། སྣའི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་དང་། ལྕེའི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་དང་། ལུས་ཀྱི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་དང་། ཡིད་ཀྱི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་ནི་མངོན་པར་འདུ་མ་བྱས་པ་སྟེ།
en: Feelings due to sensory contact that is aurally compounded, feelings due to sensory contact that is nasally compounded, feelings due to sensory contact that is lingually compounded, feelings due to sensory contact that is corporeally compounded, and feelings due to sensory contact that is mentally compounded have not been conditioned.

source: །ཚེ་དང་ལྡན་པ་ཤ་ར་དྭ་ཏིའི་བུ་སའི་ཁམས་ནི་མངོན་པར་འདུ་མ་བྱས་པ་སྟེ།
en: Venerable Śāradvatīputra, the earth element has not been conditioned.

source: །ཆུའི་ཁམས་དང་། མེའི་ཁམས་དང་། རླུང་གི་ཁམས་དང་། ནམ་མཁའི་ཁམས་དང་། རྣམ་པར་ཤེས་པའི་ཁམས་ནི་མངོན་པར་འདུ་མ་བྱས་པ་སྟེ།
en: The water element, the fire element, the wind element, the space element, and the consciousness element have not been conditioned.

source: །ཚེ་དང་ལྡན་པ་ཤ་ར་དྭ་ཏིའི་བུ་མ་རིག་པ་ནི་མངོན་པར་འདུ་མ་བྱས་པ་སྟེ།
en: Venerable Śāradvatīputra, ignorance has not been conditioned.

source: འདི་ལྟར་དེ་ལ་མངོན་པར་འདུ་བྱེད་པ་མེད་དོ། །འདུ་བྱེད་དང་རྣམ་པར་ཤེས་པ་དང་མིང་དང་གཟུགས་དང་སྐྱེ་མཆེད་དྲུག་དང་རེག་པ་དང་ཚོར་བ་དང་སྲེད་པ་དང་ལེན་པ་དང་། སྲིད་པ་དང་སྐྱེ་བ་དང་རྒ་ཤི་ནི་མངོན་པར་འདུ་མ་བྱས་པ་སྟེ།
en: Formative predispositions, consciousness, name and form, the six sense fields, sensory contact, sensation, craving, grasping, the rebirth process, actual birth, and aging and death have not been conditioned.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། དེ་ནི་འདི་ལྟར་དེ་དག་ལ་མངོན་པར་འདུ་བྱེད་པ་མེད་དོ།
en: If you ask why, it is because there is nothing that conditions them. “

source: །ཚེ་དང་ལྡན་པ་ཤ་ར་དྭ་ཏིའི་བུ་སྦྱིན་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་ནི་མངོན་པར་འདུ་མ་བྱས་པ་སྟེ།
en: Venerable Śāradvatīputra, the perfection of generosity has not been conditioned.

source: །ཚུལ་ཁྲིམས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བཟོད་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བརྩོན་འགྲུས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བསམ་གཏན་གྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ནི་མངོན་པར་འདུ་མ་བྱས་པ་སྟེ།
en: The perfection of ethical discipline, the perfection of tolerance, the perfection of perseverance, the perfection of meditative concentration, and the perfection of wisdom have not been conditioned.

source: །ཚེ་དང་ལྡན་པ་ཤ་ར་དྭ་ཏིའི་བུ་ནང་སྟོང་པ་ཉིད་ནི་མངོན་པར་འདུ་མ་བྱས་པ་སྟེ།
en: Venerable Śāradvatīputra, the emptiness of internal phenomena has not been conditioned.

source: །དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་ཀྱི་བར་ནི་མངོན་པར་འདུ་མ་བྱས་པ་སྟེ།
en: The other aspects of emptiness], up to and including the emptiness of the essential nature of nonentities, have not been conditioned.

source: འདི་ལྟར་དེ་དག་མངོན་པར་འདུ་བྱེད་པ་མེད་དོ། །ཚེ་དང་ལྡན་པ་ཤ་ར་དྭ་ཏིའི་བུ་བྱང་ཆུབ་ཀྱི་ཕྱོགས་ཀྱི་ཆོས་སུམ་ཅུ་རྩ་བདུན་ནི་མངོན་པར་འདུ་མ་བྱས་པ་སྟེ།
en: Venerable Śāradvatīputra, the thirty-seven factors conducive to enlightenment have not been conditioned.

source: འདི་ལྟར་དེ་དག་ལ་མངོན་པར་འདུ་བྱེད་པ་མེད་དོ། །སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭོ་བརྒྱད་ཀྱི་བར་ནི་མངོན་པར་འདུ་མ་བྱས་པ་སྟེ།
en: The fruitional attributes], up to and including the eighteen distinct qualities of the buddhas, have not been conditioned.

source: འདི་ལྟར་དེ་དག་ལ་མངོན་པར་འདུ་བྱེད་པ་མེད་དོ། །ཚེ་དང་ལྡན་པ་ཤ་ར་དྭ་ཏིའི་བུ་རྣམ་གྲངས་དེས་ན། གཟུགས་མངོན་པར་མ་གྲུབ་བོ། །ཚོར་བ་དང་འདུ་ཤེས་དང་འདུ་བྱེད་དང་རྣམ་པར་ཤེས་པ་མངོན་པར་མ་གྲུབ་བོ། །ཚེ་དང་ལྡན་པ་ཤ་ར་དྭ་ཏིའི་བུ་གང་ཡང་འདི་སྐད་དུ་ཅིའི་ཕྱིར་ན།
en: That, Venerable Śāradvatīputra, is the formulation explaining how physical forms have not come into being, and feelings, perceptions, formative predispositions, and consciousness have not come into being. “

source: ཚེ་དང་ལྡན་པ་རབ་འབྱོར་མངོན་པར་མ་གྲུབ་པ་དེ་གཟུགས་མ་ཡིན་ཚོར་བ་དང་འདུ་ཤེས་དང་འདུ་བྱེད་དང་རྣམ་པར་ཤེས་པ་མ་ཡིན་ཞེས་སྨྲས་ཤེས་ཟེར་བ་ནི།
en: Venerable Śāradvatīputra, you also asked, ‘Venerable Subhūti, surely something that has not come into being is not a physical form, and nor is it feelings, perceptions, formative predispositions, or consciousness?’

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། འདི་ལྟར་ཚེ་དང་ལྡན་པ་ཤ་ར་དྭ་ཏིའི་བུ་གཟུགས་རང་བཞིན་གྱིས་སྟོང་པ་སྟེ།
en: If you ask why, Venerable Śāradvatīputra, it is because physical forms are empty of inherent existence.

source: རང་བཞིན་གྱིས་སྟོང་པ་གང་ཡིན་པ་དེ་ལ་སྐྱེ་བ་མེད་ཅིང་འཇིག་པ་མེད་དོ། །གང་ལ་སྐྱེ་བ་མེད་ཅིང་འཇིག་པ་མེད་པ་དེ་ལ་གནས་པ་ལས་གཞན་དུ་འགྱུར་བ་མེད་དོ།
en: That which is empty of inherent existence neither arises nor perishes, and that which neither arises nor perishes undergoes no change in its status.

source: །ཚོར་བ་དང་འདུ་ཤེས་དང་འདུ་བྱེད་དང་རྣམ་པར་ཤེས་པ་རང་བཞིན་གྱིས་སྟོང་པ་སྟེ།
en: Feelings, perceptions, formative predispositions, and consciousness are empty of inherent existence.

source: །མིག་རང་བཞིན་གྱིས་སྟོང་པ་སྟེ།
en: The eyes are empty of inherent existence.

source: །རྣ་བ་དང་སྣ་དང་ལྕེ་དང་ལུས་དང་ཡིད་རང་བཞིན་གྱིས་སྟོང་པ་སྟེ།
en: The ears, the nose, the tongue, the body, and the mental faculty are empty of inherent existence.

source: །གཟུགས་རང་བཞིན་གྱིས་སྟོང་པ་སྟེ།
en: Sights are empty of inherent existence.

source: །སྒྲ་དང་དྲི་དང་རོ་དང་རེག་དང་ཆོས་རང་བཞིན་གྱིས་སྟོང་པ་སྟེ།
en: Sounds, odors, tastes, tangibles, and mental phenomena are empty of inherent existence.

source: །མིག་གི་རྣམ་པར་ཤེས་པ་རང་བཞིན་གྱིས་སྟོང་པ་སྟེ།
en: Visual consciousness is empty of inherent existence.

source: །ན་བའི་རྣམ་པར་ཤེས་པ་དང་། སྣའི་རྣམ་པར་ཤེས་པ་དང་། ལྕེའི་རྣམ་པར་ཤེས་པ་དང་། ལུས་ཀྱི་རྣམ་པར་ཤེས་པ་དང་། ཡིད་ཀྱི་རྣམ་པར་ཤེས་པ་རང་བཞིན་གྱིས་སྟོང་པ་སྟེ།
en: Auditory consciousness, olfactory consciousness, gustatory consciousness, tactile consciousness, and mental consciousness are empty of inherent existence.

source: །མིག་གི་འདུས་ཏེ་རེག་པ་རང་བཞིན་གྱིས་སྟོང་པ་སྟེ།
en: Visually compounded sensory contact is empty of inherent existence.

source: །རྣ་བའི་འདུས་ཏེ་རེག་པ་དང་། སྣའི་འདུས་ཏེ་རེག་པ་དང་། ལྕེའི་འདུས་ཏེ་རེག་པ་དང་། ལུས་ཀྱི་འདུས་ཏེ་རེག་པ་དང་། ཡིད་ཀྱི་འདུས་ཏེ་རེག་པ་རང་བཞིན་གྱིས་སྟོང་པ་སྟེ།
en: Aurally compounded sensory contact, nasally compounded sensory contact, lingually compounded sensory contact, corporeally compounded sensory contact, and mentally compounded sensory contact are empty of inherent existence.

source: །མིག་གི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་རང་བཞིན་གྱིས་སྟོང་པ་སྟེ།
en: Feelings due to sensory contact that is visually compounded are empty of inherent existence.

source: རང་བཞིན་གྱིས་སྟོང་པ་གང་ཡིན་པ་དེ་ལ། སྐྱེ་བ་མེད་ཅིང་འཇིག་པ་མེད་དོ། །གང་ལ་སྐྱེ་བ་མེད་ཅིང་འཇིག་པ་མེད་པ་དེ་ལ་གནས་པ་ལས་གཞན་དུ་འགྱུར་བ་མེད་དོ།
en: That which is empty of inherent existence neither arises nor perishes, and that which neither arises nor perishes undergoes no change in its status.

source: །རྣ་བའི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་དང་། སྣའི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་དང་། ལྕེའི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་དང་། ལུས་ཀྱི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་དང་། ཡིད་ཀྱི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་རང་བཞིན་གྱིས་སྟོང་པ་སྟེ།
en: Feelings due to sensory contact that is aurally compounded, feelings due to sensory contact that is nasally compounded, feelings due to sensory contact that is lingually compounded, feelings due to sensory contact that is corporeally compounded, and feelings due to sensory contact that is mentally compounded are empty of inherent existence.

source: །སའི་ཁམས་རང་བཞིན་གྱིས་སྟོང་པ་སྟེ།
en: The earth element is empty of inherent existence.

source: །ཆུའི་ཁམས་དང་། མེའི་ཁམས་དང་། རླུང་གི་ཁམས་དང་། ནམ་མཁའི་ཁམས་དང་། རྣམ་པར་ཤེས་པའི་ཁམས་རང་བཞིན་གྱིས་སྟོང་པ་སྟེ།
en: The water element, the fire element, the wind element, the space element, and the consciousness element are empty of inherent existence.

source: །མ་རིག་པ་རང་བཞིན་གྱིས་སྟོང་པ་སྟེ།
en: Fundamental ignorance is empty of inherent existence.

source: །འདུ་བྱེད་དང་རྣམ་པར་ཤེས་པ་དང་མིང་དང་གཟུགས་དང་སྐྱེ་མཆེད་དྲུག་དང་། རེག་པ་དང་ཚོར་བ་དང་སྲེད་པ་དང་ལེན་པ་དང་སྲིད་པ་དང་སྐྱེ་བ་དང་རྒ་ཤི་རང་བཞིན་གྱིས་སྟོང་པ་སྟེ།
en: Formative predispositions, consciousness, name and form, the six sense fields, sensory contact, sensation, craving, grasping, the rebirth process, actual birth, and aging and death are empty of inherent existence.

source: །སྦྱིན་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་རང་བཞིན་གྱིས་སྟོང་པ་སྟེ།
en: The perfection of generosity is empty of inherent existence.

source: །ཚུལ་ཁྲིམས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བཟོད་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བརྩོན་འགྲུས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བསམ་གཏན་གྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་རང་བཞིན་གྱིས་སྟོང་པ་སྟེ།
en: The perfection of ethical discipline, the perfection of tolerance, the perfection of perseverance, the perfection of meditative concentration, and the perfection of wisdom are empty of inherent existence.

source: །ནང་སྟོང་པ་ཉིད་རང་བཞིན་གྱིས་སྟོང་པ་སྟེ།
en: The emptiness of internal phenomena is empty of inherent existence.

source: །དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་ཀྱི་བར་དུ་རང་བཞིན་གྱིས་སྟོང་པ་སྟེ།
en: The other aspects of emptiness], up to and including the emptiness of the essential nature of nonentities, are empty of inherent existence.

source: །བྱང་ཆུབ་ཀྱི་ཕྱོགས་ཀྱི་ཆོས་སུམ་ཅུ་རྩ་བདུན་རང་བཞིན་གྱིས་སྟོང་པ་སྟེ།
en: The thirty-seven factors conducive to enlightenment are empty of inherent existence.

source: །སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭོ་བརྒྱད་ཀྱི་བར་དུ་རང་བཞིན་གྱིས་སྟོང་པ་སྟེ།
en: The fruitional attributes], up to and including the eighteen distinct qualities of the buddhas, are empty of inherent existence.

source: །ཚེ་དང་ལྡན་པ་ཤ་ར་དྭ་ཏིའི་བུ་རྣམ་གྲངས་དེས་ན། གང་མངོན་པར་འདུ་མ་བྱས་པ་དེ་གཟུགས་མ་ཡིན་ནོ། །གང་མངོན་པར་འདུ་མ་བྱས་པ་དེ་ཚོར་བ་དང་འདུ་ཤེས་དང་འདུ་བྱེད་དང་རྣམ་པར་ཤེས་པ་མ་ཡིན་ནོ།
en: Those, Venerable Śāradvatīputra, are the formulations explaining how phenomena that are unconditioned are not physical forms, and phenomena that are unconditioned are not feelings, perceptions, formative predispositions, or consciousness.

source: །གང་མངོན་པར་འདུ་མ་བྱས་པ་དེ་མིག་མ་ཡིན་ནོ།
en: Phenomena that are unconditioned are not the eyes.

source: །གང་མངོན་པར་འདུ་མ་བྱས་པ་དེ་རྣ་བ་དང་སྣ་དང་ལྕེ་དང་ལུས་དང་ཡིད་མ་ཡིན་ནོ།
en: Phenomena that are unconditioned are not the ears, nose, tongue, body, or mental faculty.

source: །གང་མངོན་པར་འདུ་མ་བྱས་པ་དེ་གཟུགས་མ་ཡིན་ནོ།
en: Phenomena that are unconditioned are not sights.

source: །གང་མངོན་པར་འདུ་མ་བྱས་པ་དེ་སྒྲ་དང་དྲི་དང་རོ་དང་རེག་དང་ཆོས་མ་ཡིན་ནོ།
en: Phenomena that are unconditioned are not sounds, odors, tastes, tangibles, or mental phenomena.

source: །གང་མངོན་པར་འདུ་མ་བྱས་པ་དེ་མིག་གི་རྣམ་པར་ཤེས་པ་མ་ཡིན་ནོ།
en: Phenomena that are unconditioned are not visual consciousness.

source: །གང་མངོན་པར་འདུ་མ་བྱས་པ་དེ་རྣ་བའི་རྣམ་པར་ཤེས་པ་དང་། སྣའི་རྣམ་པར་ཤེས་པ་དང་། ལྕེའི་རྣམ་པར་ཤེས་པ་དང་། ལུས་ཀྱི་རྣམ་པར་ཤེས་པ་དང་། ཡིད་ཀྱི་རྣམ་པར་ཤེས་པ་མ་ཡིན་ནོ།
en: Phenomena that are unconditioned are not auditory consciousness, olfactory consciousness, gustatory consciousness, tactile consciousness, or mental consciousness.

source: །གང་མངོན་པར་འདུ་མ་བྱས་པ་དེ་མིག་གི་འདུས་ཏེ་རེག་པ་མ་ཡིན་ནོ།
en: Phenomena that are unconditioned are not visually compounded sensory contact.

source: །གང་མངོན་པར་འདུ་མ་བྱས་པ་དེ་རྣ་བའི་འདུས་ཏེ་རེག་པ་དང་། སྣའི་འདུས་ཏེ་རེག་པ་དང་། ལྕེའི་འདུས་ཏེ་རེག་པ་དང་། ལུས་ཀྱི་འདུས་ཏེ་རེག་པ་དང་། ཡིད་ཀྱི་འདུས་ཏེ་རེག་པ་མ་ཡིན་ནོ།
en: Phenomena that are unconditioned are not aurally compounded sensory contact, nasally compounded sensory contact, lingually compounded sensory contact, corporeally compounded sensory contact, or mentally compounded sensory contact.

source: །གང་མངོན་པར་འདུ་མ་བྱས་པ་དེ་མིག་གི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་མ་ཡིན་ནོ།
en: Phenomena that are unconditioned are not feelings due to sensory contact that is visually compounded.

source: །གང་མངོན་པར་འདུ་མ་བྱས་པ་དེ་རྣ་བའི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་དང་། སྣའི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་དང་། ལྕེའི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་དང་། ལུས་ཀྱི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་དང་། ཡིད་ཀྱི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་མ་ཡིན་ནོ།
en: Phenomena that are unconditioned are not feelings due to sensory contact that is aurally compounded, feelings due to sensory contact that is nasally compounded, feelings due to sensory contact that is lingually compounded, feelings due to sensory contact that is corporeally compounded, or feelings due to sensory contact that is mentally compounded.

source: །གང་མངོན་པར་འདུ་མ་བྱས་པ་དེ་སའི་ཁམས་མ་ཡིན་ནོ།
en: Phenomena that are unconditioned are not the earth element.

source: །གང་མངོན་པར་འདུ་མ་བྱས་པ་དེ་ཆུའི་ཁམས་དང་། མེའི་ཁམས་དང་། རླུང་གི་ཁམས་དང་། ནམ་མཁའི་ཁམས་དང་། རྣམ་པར་ཤེས་པའི་ཁམས་མ་ཡིན་ནོ།
en: Phenomena that are unconditioned are not the water element, the fire element, the wind element, the space element, or the consciousness element.

source: །གང་མངོན་པར་འདུ་མ་བྱས་པ་དེ་མ་རིག་པ་མ་ཡིན་ནོ།
en: Phenomena that are unconditioned are not ignorance.

source: །གང་མངོན་པར་འདུ་མ་བྱས་པ་དེ་འདུ་བྱེད་དང་རྣམ་པར་ཤེས་པ་དང་། མིང་དང་གཟུགས་དང་སྐྱེ་མཆེད་དྲུག་དང་རེག་པ་དང་ཚོར་བ་དང་སྲེད་པ་དང་ལེན་པ་དང་སྲིད་པ་དང་སྐྱེ་བ་དང་རྒ་ཤི་མ་ཡིན་ནོ།
en: Phenomena that are unconditioned are not formative predispositions, consciousness, name and form, the six sense fields, sensory contact, sensation, craving, grasping, the rebirth process, actual birth, or aging and death.

source: །གང་མངོན་པར་འདུ་མ་བྱས་པ་དེ་སྦྱིན་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་མ་ཡིན་ནོ།
en: Phenomena that are unconditioned are not the perfection of generosity.

source: །གང་མངོན་པར་འདུ་མ་བྱས་པ་དེ་ཚུལ་ཁྲིམས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བཟོད་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བརྩོན་འགྲུས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བསམ་གཏན་གྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་མ་ཡིན་ནོ།
en: Phenomena that are unconditioned are not the perfection of ethical discipline, the perfection of tolerance, the perfection of perseverance, the perfection of meditative concentration, or the perfection of wisdom.

source: །གང་མངོན་པར་འདུ་མ་བྱས་པ་དེ་ནང་སྟོང་པ་ཉིད་མ་ཡིན་ནོ།
en: Phenomena that are unconditioned are not the emptiness of internal phenomena.

source: །གང་མངོན་པར་འདུ་མ་བྱས་པ་དེ་དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་ཀྱི་བར་དུ་མ་ཡིན་ནོ།
en: Phenomena that are unconditioned are not [the other aspects of emptiness], up to and including the emptiness of the essential nature of nonentities.

source: །གང་མངོན་པར་འདུ་མ་བྱས་པ་དེ་བྱང་ཆུབ་ཀྱི་ཕྱོགས་ཀྱི་ཆོས་སུམ་ཅུ་རྩ་བདུན་མ་ཡིན་ནོ།
en: Phenomena that are unconditioned are not the thirty-seven factors conducive to enlightenment.

source: །གང་མངོན་པར་འདུ་མ་བྱས་པ་དེ་སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་རྣམས་ཀྱི་བར་དུ་མ་ཡིན་ནོ།
en: Phenomena that are unconditioned are not [the fruitional attributes], up to and including the distinct qualities of the buddhas.

source: །གང་མངོན་པར་འདུ་མ་བྱས་པ་དེ་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་མ་ཡིན་ནོ།
en: Phenomena that are unconditioned are not all-aspect omniscience. {

source: །ཚེ་དང་ལྡན་པ་ཤ་ར་དྭ་ཏིའི་བུ་གང་ཡང་འདི་སྐད་དུ་ཅིའི་ཕྱིར་ན་མངོན་པར་མ་གྲུབ་པ། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་མངོན་པར་མ་གྲུབ་པ་ལ་ཇི་ལྟར་གདམས་ཤིང་རྗེས་སུ་བསྟན་པར་བྱ་ཞེས་སྨྲས་ཞེས་ཟེར་བ་ནི།
en: Dt.254} “Venerable Śāradvatīputra, you also asked how one who has not come into being should give teachings and instruction in the perfection of wisdom that has also not come into being.

source: ཚེ་དང་ལྡན་པ་ཤ་ར་དྭ་ཏིའི་བུ་འདི་ལྟར་མངོན་པར་མ་གྲུབ་པ་གང་ཡིན་པ་དེ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པའོ། །ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་གང་ཡིན་པ་དེ་མངོན་པར་མ་གྲུབ་པ་སྟེ།
en: Venerable Śāradvatīputra, that which has thus not come into being is the perfection of wisdom, and that which is the perfection of wisdom has not come into being.

source: དེ་ལྟར་ན་མངོན་པར་མ་གྲུབ་པ་དང་། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཞེས་བྱ་བའི་ཆོས་དེ་གཉིས་ནི་གཉིས་སུ་མེད་དེ་གཉིས་སུ་བྱར་མྱེད་དོ།
en: That is to say, the two phenomena designated as not having come into being and the perfection of wisdom are not two things and are not to be divided into two.

source: །ཚེ་དང་ལྡན་པ་ཤ་ར་དྭ་ཏིའི་བུ་རྣམ་གྲངས་དེས་ན། འདི་སྐད་དུ་མངོན་པར་མ་གྲུབ་པ། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་མངོན་པར་མ་གྲུབ་པ་ལ་ཇི་ལྟར་གདམས་ཤིང་རྗེས་སུ་བསྟན་པར་བྱ་ཞེས་སྨྲས་སོ།
en: That, Venerable Śāradvatīputra, is the formulation explaining how, as I had asked, one who has not come into being should give teaching and instruction in the perfection of wisdom that has also not come into being. “

source: །ཚེ་དང་ལྡན་པ་ཤ་ར་དྭ་ཏིའི་བུ་གང་ཡང་འདི་སྐད་དུ་ཅིའི་ཕྱིར་ན། མངོན་པར་མ་གྲུབ་པ་མ་གཏོགས་པར་གང་བྱང་ཆུབ་ཏུ་སྤྱོད་པའི་བྱང་ཆུབ་སེམས་དཔའ་དེ་ལྟ་བུ་མི་དམིགས་སོ། །ཞེས་སྨྲས། ཤེས་ཟེར་བ་ནི།
en: Venerable Śāradvatīputra, you also asked why one cannot apprehend as other than not having come into being such bodhisattvas who are engaged in enlightenment.

source: ཚེ་དང་ལྡན་པ་ཤ་ར་དྭ་ཏིའི་བུ་འདི་ལྟར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་སྤྱོད་པའི་ཚེ། མངོན་པར་མ་གྲུབ་པ་ཡང་གཞན་ལ། བྱང་ཆུབ་སེམས་དཔའ་ཡང་གཞན་དུ་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་སྟེ། དེ་ལྟར་ན་མངོན་པར་མ་གྲུབ་པ་དང་།
en: Venerable Śāradvatīputra, this is because, when bodhisattva great beings practice the perfection of wisdom, they do not observe that something that has not come into being is one distinct thing and the bodhisattva another.

source: བྱང་ཆུབ་སེམས་དཔའ་ཞེས་བྱ་བའི་ཆོས་དེ་གཉིས་ནི་གཉིས་སུ་མེད་དེ་གཉིས་སུ་བྱར་མེད་དོ།
en: That is to say, the two phenomena designated as not having come into being and bodhisattva are not two things and are not to be divided into two. “

source: །མངོན་པར་མ་གྲུབ་པ་མ་གཏོགས་པར་གཟུགས་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་སྟེ།
en: Bodhisattvas do not observe that physical forms are other than not having come into being.
